{
    "News": "Lajme",
    "Services": "Shërbimet",
    "Resources": "Burimet",
    "Careers": "Karriera",
    "About": "Rreth",
    "Contact Us": "Na Kontaktoni",
    "Legal solutions to solve complex problems": "Zgjidhje ligjore për zgjidhjen e problemeve komplekse",
    "We offer legal and consultancy services tailored to our clients needs. Wherever business takes you, we are here to help ": "Ne ofrojmë shërbime ligjore dhe konsulence të përshtatura për nevojat e klientëve tanë. Kudo që ju çon biznesi, ne jemi këtu për t'ju ndihmuar. ",
    "Get a free consultation": "Merrni një konsultë falas",
    "Personal": "Personale ",
    "From family law to personal injury, we treat your case with the care it deserves. Lets's protect what matters most to you.": "Nga ligji i familjes deri te lëndimi personal, ne e trajtojmë rastin tuaj me kujdesin që meriton. Le të mbrojmë atë që ka më shumë rëndësi për ju.",
    "Bussines": "Biznesi",
    "Achieve your business goals with LawKos comprehensive legal solutions, designed to mmitigate risks and fuel your growth.": "Arritni qëllimet tuaja të biznesit me zgjidhjet ligjore gjithëpërfshirëse të LawKos, të dizajnuara për të zbutur rreziqet dhe për të nxitur rritjen tuaj. Arritni qëllimet tuaja të biznesit me zgjidhjet ligjore gjithëpërfshirëse të LawKos, të dizajnuara për të zbutur rreziqet dhe për të nxitur rritjen tuaj. ",
    "about us": "rreth nesh",
    "About us": "Rreth nesh",
    "Our team consist of well-coordinated lawyers that are able to solve most difficult tasks and casses.": "Ekipi ynë përbëhet nga avokatë të mirëkoordinuar që janë në gjendje të zgjidhin detyrat dhe çështjet më të vështira.",
    "Years of experience": "Vite përvojë",
    "Founded in 2008, LawKos is committed to the pursuit of justice in our country and more. Our team of dedicated professionals works tirelessly to serve our community. We offer legal services and consultancy in different areas.": "E themeluar në vitin 2008, LawKos është e përkushtuar për ndjekjen e drejtësisë në vendin tonë dhe jo vetëm. Ekipi ynë i profesionistëve të përkushtuar punon pa u lodhur për t'i shërbyer komunitetit tonë. Ne ofrojmë shërbime ligjore dhe konsulencë në fusha të ndryshme.",
    "Our practice area": "Zona jonë e praktikës",
    "Corporate Law": "E drejta e korporatave ",
    "Focusing on advising and representing corporations, their executives, and shareholders on various legal matters. This includes mergers and acquisitions, intellectual property rights, corporate governance, and securities law.": "Duke u fokusuar në këshillimin dhe përfaqësimin e korporatave, drejtuesve të tyre dhe aksionarëve për çështje të ndryshme ligjore. Kjo përfshin bashkimet dhe blerjet, të drejtat e pronësisë intelektuale, qeverisjen e korporatave dhe ligjin për letrat me vlerë. ",
    "Banking & Finance": "Banka & Financa ",
    "We are specialized in legal issues concerning the transaction and regulation of financial instruments and institutions. This involve issues like lending agreements, regulatory compliance, securitization, and capital markets.": "Ne jemi të specializuar në çështjet ligjore në lidhje me transaksionet dhe rregullimin e instrumenteve dhe institucioneve financiare. Kjo përfshin çështje të tilla si marrëveshjet e huadhënies, pajtueshmëria rregullatore, titullizimi dhe tregjet e kapitalit. ",
    "ICT Sector": "Sektori i TIK-ut ",
    "We help clients navigate through regulatory compliance, data protection, intellectual property issues, and e-commerce law. We also work on contracts involving software licenses, cloud computing agreements, and technology transfers. ": "Ne i ndihmojmë klientët të lundrojnë përmes pajtueshmërisë rregullatore, mbrojtjes së të dhënave, çështjeve të pronësisë intelektuale dhe ligjit të tregtisë elektronike. Ne punojmë gjithashtu në kontrata që përfshijnë licencat e softuerit, marrëveshjet e kompjuterit cloud dhe transferimet e teknologjisë. ",
    "Real Estate": "Pasuri të paluajtshme",
    "We guide our clients through property transactions, ensuring that all regulations are met and that contracts are legally sound. This can include zoning issues, title searches, and financing.": "Ne i udhëzojmë klientët tanë përmes transaksioneve të pronave, duke u siguruar që të gjitha rregulloret janë përmbushur dhe se kontratat janë ligjërisht të qëndrueshme. Kjo mund të përfshijë çështje të zonimit, kërkimet e titujve dhe financimin. ",
    "Insurance": "Sigurimi ",
    "We help our clients with legal issues concerning insurance policies and claims like policy interpretation, insurance fraud investigations, and litigation over denied claims.": "Ne i ndihmojmë klientët tanë me çështje ligjore në lidhje me politikat e sigurimit dhe pretendimet si interpretimi i policave, hetimet e mashtrimit të sigurimit dhe proceset gjyqësore për pretendimet e mohuara. ",
    "Labor & Employment": "Puna & Punësimi ",
    "We can help on matters involving employer-employee relationships. Including employment contracts, workplace discrimination, employee benefits, and collective bargaining agreements.": "Ne mund të ndihmojmë për çështje që përfshijnë marrëdhëniet punëdhënës-punonjës. Përfshirë kontratat e punës, diskriminimin në vendin e punës, përfitimet e punonjësve dhe marrëveshjet kolektive. ",
    "From family law to personal injury, we treat your case with the care it deserves. Let's protect what matters most to you.": "Nga ligji i familjes deri te lëndimi personal, ne e trajtojmë rastin tuaj me kujdesin që meriton. Le të mbrojmë atë që ka më shumë rëndësi për ju. ",
    "Meet our team": "Njihuni me ekipin tonë ",
    "Meet the brilliant minds behind LawKos. Our team of skilled lawyers and legal experts make LawKos your best choice for legal representation.": "Njihuni me mendjet e shkëlqyera pas LawKos. Ekipi ynë i avokatëve dhe ekspertëve ligjorë të aftë e bëjnë LawKos zgjedhjen tuaj më të mirë për përfaqësim ligjor.",
    "What our clients say about us": "Çfarë thonë klientët tanë për ne",
    "LawKos is our trustworthy legal partner. Their team is professional, responsible and very supportive. The legal advices and services provided are always successful. We want to thank LawKos for being an important factor to the success of our company.": "LawKos është partneri ynë ligjor i besueshëm. Ekipi i tyre është profesionist, i përgjegjshëm dhe shumë mbështetës. Këshillat ligjore dhe shërbimet e ofruara janë gjithmonë të suksesshme. Ne duam të falënderojmë LawKos që është një faktor i rëndësishëm për suksesin e kompanisë sonë.",
    "Director": "Drejtor",
    "Thank you LawKos for your amazing services. We want to express our gratitude for all the years we have been working together. Your team is very professional and talented. We would recommend LawKos to anyone who needs legal services and solutions.": "Faleminderit LawKos për shërbimet tuaja të mrekullueshme. Ne duam të shprehim mirënjohjen tonë për të gjitha vitet që kemi punuar së bashku. Ekipi juaj është shumë profesionist dhe i talentuar. Ne do të rekomandonim LawKos për këdo që ka nevojë për shërbime dhe zgjidhje ligjore.",
    "News & Events": "Lajme & Ngjarje ",
    "Kosovo's first auction for solar energy park": "Ankandi i parë në Kosovë për parkun e energjisë diellore ",
    "New law on Environmental Impact Assessment": "Ligji i ri për Vlerësimin e Ndikimit në Mjedis ",
    "Labor Law in Kosovo: Explained in details": "E Drejta e Punës në Kosovë: Shpjeguar në detaje ",
    "October": "tetor",
    "November": "nëntor",
    "Our Story": "Historia jonë ",
    "Our Team": "Ekipi ynë ",
    "Clients & Partners": "Klientët & Partnerët ",
    "about": "rreth",
    "services": "shërbimet",
    "Practice Area": "Zona e praktikës ",
    "Solutions": "Zgjidhjet ",
    "Legal Tech": "Teknike Juridike ",
    "Case Studies": "Raste studimore ",
    "Latest News": "Lajmet e fundit ",
    "Insights": "Vështrime ",
    "Legal Notices": "Njoftimet Ligjore ",
    "Legal Excellenca": "Përsosmëri ligjore ",
    "Subscribe to our newsletter": "Regjistrohu në buletinin tonë ",
    "Connect with us:": "Lidhu me ne: ",
    "Subscribe": "Abonohu",
    "Enter your email ": "Shkruani emailin tuaj",
    "Tax & Customs Laws ": "Ligjet e Tatimeve dhe Doganave ",
    "Public Procurement": "Prokurimi Publik ",
    "Energy & Infrastructure": "Energjia dhe Infrastruktura ",
    "Family Law": "E Drejta Familjare ",
    "Intellectual Property Law": "Ligji i Pronësisë Intelektuale ",
    "Criminal Law": "E Drejta Penale ",
    "Network": "Rrjeti ",
    "Laws of Kosova": "Ligjet e Kosovës ",
    "Podcast": "Podcast ",
    "Why LawKos is your ideal partner for legal solutions and services?": "Pse LawKos eshte partneri juaj ideal per zgjidhje dhe sherbime ligjore.",
    "LawKos - 15 years of legal e xcellence": "LawKos - 15 vite ekselence ligjore",
    "Managing Partner": "Partner Menaxhues",
    "Attorney at law, Partner": "Avokat, Partner",
    "Attorney at law": "Avokat",
    "Labinot has been working with LawKos for over 10  years. He has helped a lot of our clients achieve their goals with their cases...":"",
    "Read more":""
}